<?php

return [
    'name_required' => 'اسم المريض مطلوب  ', 
    'title_max' =>  'اسم المريض بجب الا يزيد عن 100 حرف',
    'title_unique' => 'اسم المريض مسجل من قبل' , 
    'mobile_required' => 'الموبيل مطلوب',
    'mobile_digits' => ' رقم الموبيل يجب يكون 11 رقم ',
    'mobile_unique' => 'رقم الموبيل مسجل من قبل',
    'email_required' => 'البريد الاليكترونى مطلوب',
    'email_max' => 'البريد الاليكترونى  يجب الا يزيد عن 100 حرف',
    'email_unique' => 'البريد الاليكترونى مسجل من قبل ',
    'email_email' => '  البريد الاليكترونى غير صحيح  ',
    'jop_max' => 'الوظيفه يجب الا تزيد عن 100 حرف ',
    'birthday_required' => 'تاريح الميلاد مطلوب',
    'birthday_date' => 'تاريخ الميلاد غير صحيح',
    'weight_numeric' => 'الوزن يجب ان يكون رقم .',
    'weight_lt' => 'الوزن لا يزيد عن 500 كيلو ',
    'weight_gt' => 'الوزن لا يقل عن 0 ',
    'height_numeric' => 'الطول يجب ان يكون رقم',
    'height_lt' => 'الطول يجب ان لا يزيد عن 300 سنتى ',
    'height_gt' => 'الطول يجب ان لا يقل عن 0 ',
    'edite_patient' => 'تعديل بيانات المريض'
];
